driver-tests/bpelse/misc/MiscJbi/test/EJBWebServiceTest/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
        xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance" 
        xmlns:xsd="http://www.w3.org/1999/XMLSchema"
        xmlns:tns="http://seebeyond.com/Echo/" 
        xmlns="urn:Foo"> 
    <SOAP-ENV:Header />
    <SOAP-ENV:Body> 
        <echo>
             <ns0:item xmlns:ns0="http://stc.com/echo">
             <ns0:value>Gopalan says</ns0:value>
             </ns0:item>
        </echo>
    </SOAP-ENV:Body> 
</SOAP-ENV:Envelope> 